console.log(` 
Score: 60 / 60 \n

Создана страница Main. \n
    Есть блок Header: \n
        Есть логотип: +2. \n
        Есть панель навигации: +4. Панель навигации интерактивная: +1. Рекомендуется использовать <nav>. \n
        Элемент About the shelter подсвечен: +1. \n
        Элемент Our pets работает как ссылка на страницу our pets: +1. \n
        Элемент Help the shelter работает как якорная ссылка на блок Help: +1. \n
        Элемент Contacts работает как якорная ссылка на блок Footer: +1. \n
        На странице есть элемент <h1>: +1. Элемент есть в количестве одного: +1. \n
        Фон не сильно отличается от того, что на макете (имеется ввиду смещенная картинка или градиент): +1. \n
    Есть блок Not only: \n
        Есть кнопка Make a Friend: +1. Кнопка есть и она интерактивная, или работает как якорная ссылка на блок Our Friends: +1. \n
        Фон не сильно отличается от того, что на макете (имеется ввиду смещенная картинка или градиент): +1. \n
        Есть картинка собаки: +1. Картинка собаки есть и она не сильно смещена, или не накладывается на текст или другие блоки: +1. \n
    Есть блок About: \n
        Есть картинки кошки и собаки: +1. Картинка есть и они не сильно смещены, или не накладываются на текст или другие блоки: +1. \n
        Текст заголовка имеет верные размеры: +2. \n
        Кавычки имеют правильный вид: +1. \n
    Есть блок Our Friends: \n
        Есть кнопка "влево": +1. Кнопка есть и она интерактивная: +1. \n
        Есть кнопка "вправо": +1. Кнопка есть и она интерактивная: +1. \n
        Есть карточки с питомцами и при этом: \n
            Сеточная структура элементов не нарушена: +2. \n
            Количество карточек соотвествует макету: +2. \n
            Струтура карточек не нарушена: +2. \n
            Карточки интерактивные: +2. \n
            Кнопки Learn more меняют цвет при наведении на карточку: +2. \n
        Есть кнопка Get to know the rest: +1. Кнопка есть и она интерактивная, или работает как ссылка на страницу our pets: +1. \n
    Есть блок Help: \n
        Сеточная структура элементов не нарушена (5 элементов сверху, 4 снизу): +2. \n
        Изображения всех иконок присутствуют: +2. \n
        Не нарушена структура (например текст сверху, иконка снизу) в одном или более элементе: +1. \n
    Есть блок In addition: \n
        Есть блок со ссылкой на банковский счет: +1. Блок есть есть и он интерактивный, или является ссылкой: +1. \n
        Есть картинка собаки: +1. Картинка собаки есть и не сильно смещена, или не накладывается на текст или другие блоки: +1. \n
    Есть блок Footer: \n
        Сеточная структура элементов не нарушена: +2. \n
        Элемент email работает как ссылка на почтовый сервис: +2. \n
        Элемент телефон работает как ссылка на сервис звонков: +2. \n
        Все элементы локация работают как ссылка на google maps: +1. \n
        Есть картинки собаки: +1. Картинка собаки есть и не сильно смещена, или не накладывается на текст или другие блоки: +1. \n
        Фон не сильно отличается от того, что на макете (имеется ввиду смещенная картинка или градиент): +1. \n
`);